title: Custom Filter - New Urls
description: ''
tags: []
logsource:
    category: DETECTION
    definition: WEB_THREAT_DETECTION
detection:
    filter0:
        ruleName: '*New Domain*'
    condition: filter0
level: info
taxonomy: tm-v1
